export const tasks = [{
    subtitle: 'Кварк кнопочности',
    description: 'Сделайте одну любую кнопку из макета ‣'
},
{
    subtitle: 'Круглый юзерак',
    description: 'Сделайте компонент с аватаркой пользователя и его логином (ссылка на аватарку и логин должны передаваться через пропсы). Отобразите компонент в интерфейсе'
},
{
    subtitle: 'Дружочки-кружочки',
    description: 'Сделайте массив объектов данных пользователей и отобразите на его основе несколько бейджиков пользователей из прошлой задачи'
},
{
    subtitle: 'Башка, дай свгшка',
    description: 'Добавьте обработку ситуации, когда у пользователя нет аватарки в данных. Выводите в этом случае какую-то аватарку по умолчанию'
},
{
    subtitle: 'Реактрёшка',
    description: 'Сделайте на реакте страничку этой домашки. Только текст домашек и заголовки + заголовок всей страницы и эмоджи-иконка'
}
]